<?php

return [
    'title' => 'الرئيسية',
    'home' => 'الرئيسية',
    'jobs' => 'فرص العمل',
    'companies' => 'الشركات',
    'about' => 'حول',
    'login' => 'تسجيل الدخول',
    'register' => 'إنشاء حساب',
    'terms' => 'شروط الاستخدام',
    'notifications' => [
        'title' => 'الإشعارات',
        'all' => 'عرض الكل',
        'none' => 'ليس لديك أي إشعارات جديدة.',
        'type0' => [
            'heading' => 'طلب توظيف جديد',
            'body' => 'هناك طلب توظيف جديد لأحد فرص العمل التي قمت بنشرها سابقاً.'
        ],
        'type1' => [
            'heading' => 'تم قبول طلبك',
            'body' => 'تهانينا! تم قبول طلب توظيفك. ينبغي أن يتواصل معك الموظفون قريباً'
        ],
        'type2' => [
            'heading' => 'تم رفض طلب تقدمك',
            'body' => 'للأسف، تم رفض طلب تقدمك.'
        ],
        'type3' => [
            'heading' => 'فرصة عمل جديدة',
            'body' => 'تم نشر فرصة عمل جديدة مؤخراً يحتمل أنها تهمك.'
        ],
        'type4' => [
            'heading' => 'طلب شركة جديدة',
            'body' => 'تم استلام طلب تفعيل شركة جديدة.'
        ],
        'type5' => [
            'heading' => 'تم قبول طلب التفعيل',
            'body' => 'تهانينا! تم قبول طلب تفعيل حساب شركتك بنجاح.'
        ],
    ]
];
