<?php

return [
    'title' => 'تسجيل حساب',
    'heading' => 'أنشئ حساب مجاني',
    'subheading' => 'قم بإنشاء حساب مجاني للوصول لكل الميزات.',
    'first' => 'الاسم الأول',
    'last' => 'اسم العائلة',
    'email' => 'البريد الالكتروني',
    'password' => 'كلمة المرور',
    'confirm' => 'تأكيد كلمة المرور',
    'type' => 'نوع الحساب',
    'seeker' => 'باحث عن عمل',
    'company' => 'شركة',
    'agree1' => 'أوافق على ',
    'agree2' => 'شروط وسياسات الاستخدام',
    'already' => 'لديك حساب مسبقاً؟ ',
    'register' => 'تسجيل',
    'login' => 'تسجيل الدخول',
];
